Revit 2027 API
LinkLoadResult Constructor
 Constructs a new uninitialized LinkLoadResult object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LinkLoadResult()
Public Sub New
public:
LinkLoadResult()
new : unit -> LinkLoadResult
See Also
Reference
LinkLoadResult Class
LinkLoadResult Overload
Autodesk.Revit.DB Namespace